rcon_host = '' # RCON IP
rcon_port =  # RCON порт
rcon_password = '' # Пароль от RCON
BOT_TOKEN = '' # Токен бота
PAYMENTS_TOKEN = '' # Токен платежной системы, можно получить в @BotFather, и инете гайдов много, сейчас(26.06.2024) к легкому подключение доступа только ЮKASSA(Live и Test) если смотреть способы оплаты для рф, что-бы подключить ЮKASSA вам мин. нужно иметь статус 'Самозанятый'
GROUP_CHAT_ID =  # ChatID группы в которую бот будет отправлять сообщения(Запросы в поддержку и т.д)
serveripandport = '' # айпи и порт сервера через :, будет выдан после покупки(Можно и домен если настроена SRV запись)
invoice_photo_url = '' # Ссылка на изображение которое будет прикреплено к сообщению с оплатой
prohodkaprice = 10000 # Сумма в копейках, по умолчание 10000(100 рублей), 1 рубль = 100 копеек
SERVER_NAME = '' # Будет указано в сообщении с оплатой
OWNER_CHAT_ID =  # ChatID главного админа(Только ему будет доступна команда /addadmin)